[
  "Qualità non eccelsa ma ottime per allenamento statico",
  "Piede che misura tra 265 e 270mm ho ordinato un 43 (misura suggerita dalle loro tabelle per 265mm) che va un filo largo, diciamo mezzo centimetro più lunga del piede. Nel complesso tirando i lacci la scarpa veste bene e non scappa anche se la parte della punta del piede è piuttosto larga. La suola non è delle migliori gomme e tra incollaggio e qualità non sembra particolarmente durevole tuttavia aggiornerò la recensione dopo più utilizzo. Quanto all'uso che se ne può fare, le ho prese per allenamenti statici in palestra e penso siano ottime, leggerissime e traspiranti ma, forse complice anche la misura un filo larga, non penso siano adatte alla corsa. La gomma della suola è fin troppo morbida per un buon supporto in corsa.Nel complesso buon compromesso qualità prezzo.",
  "Peccato che le spediscono chiuse con una reggetta che le deforma",
  "Sono arrivate in ottimo stato ma chiudendole con una reggetta di plastica non dalla parte della suola il colletto dietro dava l'impressione che il piede scappasse dalla scarpa poi indossandole il difetto è sparito e adesso mio marito usa solo queste e devo dire che a differenza di una nota ditta di scarpe sportive in voga ora similari non si sono consumate le suole con facilità e non fanno puzzare i piedi forse sono più traspiranti. Leggere e comode, occhio ai pavimenti bagniati perché non sempre hanno grip.",
  "Adequate footwear",
  "These trainers feel cheap, luckily i bough them to use purely indoors with my Spin bike and for that they feel fit for purpose, and im sure they will be fine for that purpose, but if i was going to use these as running shoes, i would go for a branded pair and pay more, I'm not really sure why these trainers have received so many 5 star reviews, they are more like lace up beach shoes, they don't even have a separate tongue, when you lace them up tight you are dragging in the material of the shoes into a lump on the top of your foot, even though they were pretty cheap I was expecting a bit more quality for the price..they are perfectly adequate for casual or indoor wear, but i don't think they would last long if used for outdoor sports/fitnessif i had purchased these trainers for running outdoors i would probably be returning them for a full refund and just accepted that i will have to pay more money for a better quality branded pair of running shoes.",
  "Light weight trainers",
  "Having paid ridiculous money for trainers in the past that haven't lasted, I now tend to way up cost and suitable. These trainers tick both boxes. Great value for money & quite robust.Very happy with them and would recommend to anyone who is not interested in named brands.",
  "Nice shoes",
  "Comfy nice looking shoes value for money",
  "Good for gym workout, but not for running/sports",
  "Reasonably priced for a workout shoe, but not really suitable for sports, they are a little flimsy & don't fit quite right for something more demanding.",
  "Super",
  "Super",
  "comodas",
  "muy ligeras y cómodas- a ver lo que van a durar - dicen que son para deporte pero no creo, la plantilla demasiado fina y le falta amortizado -  son para pasear en la calle, si- en la montaña o el campo, jamás",
  "Scarpe buone per passeggiare tutti i giorni",
  "Un buon paio di scarpe per passeggiare tutti i giorni su un terreno tranquillo, ma con un rapporto qualità/prezzo fantastico",
  "Morbidissime leggere",
  "Molto comode per tutti i giorni comode e leggere,ottimo acquisto"
]